Eng_Comparison.org
#+OPTIONS: num:nil

* The Crucible

** Background 

*** Puryitans

Temptations were anything that brought joy.

** Characters

*** Betty Parris

*** Reverend Samuel Parris

*** Tituba

*** Abbigail Williams




Motives:

- Do you think she sees a future with John Proctor?
- Does she just want Elizabeth out of the picture?

*** Susanna Wallcot

*** Mrs Ann Putnam

*** Thomas Putnam

*** Mercy Lewis

*** Mary Warren

*** John Proctor

*** Rebecca Nurse

*** Giles Corey

My Wife reads books

*** Reverend John Hale
*** Mrs Elizabeth Proctor
*** Francis Nurse

*** Ezekiel Cheever

Clerk

*** John Williard
*** Danforth

- Drops his logic when his authority is threatened.

*** Proctor

** Themes

** Run Through

*** 64 pg

*** 73 pg

*** ACT THREE

- 80
  - 
- 81
  - We burn a hot fire here; it melts down all

   
* Year of Wonders

NOTE: Incorrect to refer to Salem as within the United States.

** Characters

*** Mompellion
*** Anna
*** Elizabeth
*** Anys Gowdie
*** Mem Gowdie
*** George Viccars
*** Maggie
*** Brand
*** Josiah Bont
*** Aphra Bont
*** Bradfords
*** 

** England 1665-1666

Restoration England

Renaissance technology
Working aquadux
Sewage systems

*** Renaissance

England couldn't get rid of their waste. Therefore diseases would be
common because of the uncleanliness.

In the years coming to the renaissance, human kind had came up
with excellent ways at killing each other.

During the renaissance, their was a revival in art.
- where wars weren't being waged
- bigger questions were being asked.

The prevailing point view of the time was that things are the way they
were. Money was being poored into arts. Time of trying new things.

People were starting to question the ways in which tradition was lead.

The faith of the person who ruled the country was generally what the
country believed in. 

Meeting House = Church.

Spires were like fingers reaching up to heaven.

The puritans believed in the Calvinist philosophy:
- Total depravity :: we are all sinners from birth
- Limited atonement :: Jesus did not die to save us all
- Predestination :: we are born either elect or unregenerate.

From 1542 to 1735 witchcraft in England was a statutory crime punished by death.

Litracy levels were you can only read the Bible.

Imagination was limited to religion and work.


 


* Comparison

** Language of Comparison

- Similarly
- In contrast
- This is juxtaposed by

