Eng_Comparison.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Eng_Comparison</title>
<!-- 2017-08-26 Sat 19:20 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Anghelo De La Cruz" />
</head>
<body>
<div id="content">
<h1 class="title">Eng_Comparison</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">The Crucible</a>
<ul>
<li><a href="#sec-1-1">Background</a>
<ul>
<li><a href="#sec-1-1-1">Puryitans</a></li>
</ul>
</li>
<li><a href="#sec-1-2">Characters</a>
<ul>
<li><a href="#sec-1-2-1">Betty Parris</a></li>
<li><a href="#sec-1-2-2">Reverend Samuel Parris</a></li>
<li><a href="#sec-1-2-3">Tituba</a></li>
<li><a href="#sec-1-2-4">Abbigail Williams</a></li>
<li><a href="#sec-1-2-5">Susanna Wallcot</a></li>
<li><a href="#sec-1-2-6">Mrs Ann Putnam</a></li>
<li><a href="#sec-1-2-7">Thomas Putnam</a></li>
<li><a href="#sec-1-2-8">Mercy Lewis</a></li>
<li><a href="#sec-1-2-9">Mary Warren</a></li>
<li><a href="#sec-1-2-10">John Proctor</a></li>
<li><a href="#sec-1-2-11">Rebecca Nurse</a></li>
<li><a href="#sec-1-2-12">Giles Corey</a></li>
<li><a href="#sec-1-2-13">Reverend John Hale</a></li>
<li><a href="#sec-1-2-14">Mrs Elizabeth Proctor</a></li>
<li><a href="#sec-1-2-15">Francis Nurse</a></li>
<li><a href="#sec-1-2-16">Ezekiel Cheever</a></li>
<li><a href="#sec-1-2-17">John Williard</a></li>
<li><a href="#sec-1-2-18">Danforth</a></li>
<li><a href="#sec-1-2-19">Proctor</a></li>
</ul>
</li>
<li><a href="#sec-1-3">Themes</a></li>
<li><a href="#sec-1-4">Run Through</a>
<ul>
<li><a href="#sec-1-4-1">64 pg</a></li>
<li><a href="#sec-1-4-2">73 pg</a></li>
<li><a href="#sec-1-4-3">ACT THREE</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#sec-2">Year of Wonders</a>
<ul>
<li><a href="#sec-2-1">Characters</a>
<ul>
<li><a href="#sec-2-1-1">Mompellion</a></li>
<li><a href="#sec-2-1-2">Anna</a></li>
<li><a href="#sec-2-1-3">Elizabeth</a></li>
<li><a href="#sec-2-1-4">Anys Gowdie</a></li>
<li><a href="#sec-2-1-5">Mem Gowdie</a></li>
<li><a href="#sec-2-1-6">George Viccars</a></li>
<li><a href="#sec-2-1-7">Maggie</a></li>
<li><a href="#sec-2-1-8">Brand</a></li>
<li><a href="#sec-2-1-9">Josiah Bont</a></li>
<li><a href="#sec-2-1-10">Aphra Bont</a></li>
<li><a href="#sec-2-1-11">Bradfords</a></li>
<li><a href="#sec-2-1-12"></a></li>
</ul>
</li>
<li><a href="#sec-2-2">England 1665-1666</a>
<ul>
<li><a href="#sec-2-2-1">Renaissance</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#sec-3">Comparison</a>
<ul>
<li><a href="#sec-3-1">Language of Comparison</a></li>
<li><a href="#sec-3-2">Characters</a>
<ul>
<li><a href="#sec-3-2-1">Opposites</a></li>
</ul>
</li>
<li><a href="#sec-3-3">Copmparing Communities</a></li>
<li><a href="#sec-3-4">Symbols</a>
<ul>
<li><a href="#sec-3-4-1">Pg 256</a></li>
</ul>
</li>
<li><a href="#sec-3-5">Birds</a></li>
</ul>
</li>
<li><a href="#sec-4">Hurdle Task 1</a>
<ul>
<li><a href="#sec-4-1">Background</a></li>
<li><a href="#sec-4-2">Year of Wonders</a>
<ul>
<li><a href="#sec-4-2-1">Men and Anys Gowdie are attacked by a mob (pg 87-94)</a></li>
<li><a href="#sec-4-2-2">Maggie Cantwell is attacked by a mob in Bakewell (pg 124-127)</a></li>
<li><a href="#sec-4-2-3">Aphra is caught by a crowd (pg 242-247)</a></li>
</ul>
</li>
<li><a href="#sec-4-3">The Crucible</a>
<ul>
<li><a href="#sec-4-3-1">Act One - Rebecca Nurse cautions against inciting group fear (pg 32-50)</a></li>
<li><a href="#sec-4-3-2">Act Two - Secondary characters are caught up in hysteria (pg 68-75)</a></li>
<li><a href="#sec-4-3-3">Act Three - Mary Warren is pressured by the girls to re-join the 'accusers' (pg 101-105)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#sec-5">Prompts</a>
<ul>
<li><a href="#sec-5-1">What do these texts suggest about human behaviour in a crisis?</a></li>
<li><a href="#sec-5-2">'It is individual courage and determination that help bring about change in society'</a></li>
<li><a href="#sec-5-3">"&#x2026; that the plague was not a thing of God nor devil, but a thing of nature."</a></li>
<li><a href="#sec-5-4">'Compare how attitudes to faith are transformed by the events of Year of Wonders and The Crucible'</a></li>
</ul>
</li>
<li><a href="#sec-6">Quotes</a>
<ul>
<li><a href="#sec-6-1">'a flimsy, tattered thing that is the remnant of [her] own belief'</a></li>
<li><a href="#sec-6-2">'quail to bring men out of ignorance'</a></li>
</ul>
</li>
<li><a href="#sec-7">Words</a></li>
<li><a href="#sec-8">RUBRIC</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">The Crucible</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1">Background</h3>
<div class="outline-text-3" id="text-1-1">
</div><div id="outline-container-sec-1-1-1" class="outline-4">
<h4 id="sec-1-1-1">Puryitans</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
Temptations were anything that brought joy.
</p>
</div>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2">Characters</h3>
<div class="outline-text-3" id="text-1-2">
</div><div id="outline-container-sec-1-2-1" class="outline-4">
<h4 id="sec-1-2-1">Betty Parris</h4>
</div>

<div id="outline-container-sec-1-2-2" class="outline-4">
<h4 id="sec-1-2-2">Reverend Samuel Parris</h4>
</div>

<div id="outline-container-sec-1-2-3" class="outline-4">
<h4 id="sec-1-2-3">Tituba</h4>
</div>

<div id="outline-container-sec-1-2-4" class="outline-4">
<h4 id="sec-1-2-4">Abbigail Williams</h4>
<div class="outline-text-4" id="text-1-2-4">
<p>
Motives:
</p>

<ul class="org-ul">
<li>Do you think she sees a future with John Proctor?
</li>
<li>Does she just want Elizabeth out of the picture?
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-2-5" class="outline-4">
<h4 id="sec-1-2-5">Susanna Wallcot</h4>
</div>

<div id="outline-container-sec-1-2-6" class="outline-4">
<h4 id="sec-1-2-6">Mrs Ann Putnam</h4>
</div>

<div id="outline-container-sec-1-2-7" class="outline-4">
<h4 id="sec-1-2-7">Thomas Putnam</h4>
</div>

<div id="outline-container-sec-1-2-8" class="outline-4">
<h4 id="sec-1-2-8">Mercy Lewis</h4>
</div>

<div id="outline-container-sec-1-2-9" class="outline-4">
<h4 id="sec-1-2-9">Mary Warren</h4>
</div>

<div id="outline-container-sec-1-2-10" class="outline-4">
<h4 id="sec-1-2-10">John Proctor</h4>
</div>

<div id="outline-container-sec-1-2-11" class="outline-4">
<h4 id="sec-1-2-11">Rebecca Nurse</h4>
</div>

<div id="outline-container-sec-1-2-12" class="outline-4">
<h4 id="sec-1-2-12">Giles Corey</h4>
<div class="outline-text-4" id="text-1-2-12">
<p>
My Wife reads books
</p>
</div>
</div>

<div id="outline-container-sec-1-2-13" class="outline-4">
<h4 id="sec-1-2-13">Reverend John Hale</h4>
</div>
<div id="outline-container-sec-1-2-14" class="outline-4">
<h4 id="sec-1-2-14">Mrs Elizabeth Proctor</h4>
</div>
<div id="outline-container-sec-1-2-15" class="outline-4">
<h4 id="sec-1-2-15">Francis Nurse</h4>
</div>

<div id="outline-container-sec-1-2-16" class="outline-4">
<h4 id="sec-1-2-16">Ezekiel Cheever</h4>
<div class="outline-text-4" id="text-1-2-16">
<p>
Clerk
</p>
</div>
</div>

<div id="outline-container-sec-1-2-17" class="outline-4">
<h4 id="sec-1-2-17">John Williard</h4>
</div>
<div id="outline-container-sec-1-2-18" class="outline-4">
<h4 id="sec-1-2-18">Danforth</h4>
<div class="outline-text-4" id="text-1-2-18">
<ul class="org-ul">
<li>Drops his logic when his authority is threatened.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-2-19" class="outline-4">
<h4 id="sec-1-2-19">Proctor</h4>
</div>
</div>

<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3">Themes</h3>
</div>

<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4">Run Through</h3>
<div class="outline-text-3" id="text-1-4">
</div><div id="outline-container-sec-1-4-1" class="outline-4">
<h4 id="sec-1-4-1">64 pg</h4>
</div>

<div id="outline-container-sec-1-4-2" class="outline-4">
<h4 id="sec-1-4-2">73 pg</h4>
</div>

<div id="outline-container-sec-1-4-3" class="outline-4">
<h4 id="sec-1-4-3">ACT THREE</h4>
<div class="outline-text-4" id="text-1-4-3">
<ul class="org-ul">
<li>80
<ul class="org-ul">
<li></li>
</ul>
</li>
<li>81
<ul class="org-ul">
<li>We burn a hot fire here; it melts down all
</li>
</ul>
</li>
</ul>
</div>
</div>
</div>
</div>


<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Year of Wonders</h2>
<div class="outline-text-2" id="text-2">
<p>
NOTE: Incorrect to refer to Salem as within the United States.
</p>
</div>

<div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1">Characters</h3>
<div class="outline-text-3" id="text-2-1">
</div><div id="outline-container-sec-2-1-1" class="outline-4">
<h4 id="sec-2-1-1">Mompellion</h4>
</div>
<div id="outline-container-sec-2-1-2" class="outline-4">
<h4 id="sec-2-1-2">Anna</h4>
</div>
<div id="outline-container-sec-2-1-3" class="outline-4">
<h4 id="sec-2-1-3">Elizabeth</h4>
</div>
<div id="outline-container-sec-2-1-4" class="outline-4">
<h4 id="sec-2-1-4">Anys Gowdie</h4>
</div>
<div id="outline-container-sec-2-1-5" class="outline-4">
<h4 id="sec-2-1-5">Mem Gowdie</h4>
</div>
<div id="outline-container-sec-2-1-6" class="outline-4">
<h4 id="sec-2-1-6">George Viccars</h4>
</div>
<div id="outline-container-sec-2-1-7" class="outline-4">
<h4 id="sec-2-1-7">Maggie</h4>
</div>
<div id="outline-container-sec-2-1-8" class="outline-4">
<h4 id="sec-2-1-8">Brand</h4>
</div>
<div id="outline-container-sec-2-1-9" class="outline-4">
<h4 id="sec-2-1-9">Josiah Bont</h4>
</div>
<div id="outline-container-sec-2-1-10" class="outline-4">
<h4 id="sec-2-1-10">Aphra Bont</h4>
</div>
<div id="outline-container-sec-2-1-11" class="outline-4">
<h4 id="sec-2-1-11">Bradfords</h4>
</div>
<div id="outline-container-sec-2-1-12" class="outline-4">
<h4 id="sec-2-1-12"></h4>
</div>
</div>

<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2">England 1665-1666</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Restoration England
</p>

<p>
Renaissance technology
Working aquadux
Sewage systems
</p>
</div>

<div id="outline-container-sec-2-2-1" class="outline-4">
<h4 id="sec-2-2-1">Renaissance</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
England couldn't get rid of their waste. Therefore diseases would be
common because of the uncleanliness.
</p>

<p>
In the years coming to the renaissance, human kind had came up
with excellent ways at killing each other.
</p>

<p>
During the renaissance, their was a revival in art.
</p>
<ul class="org-ul">
<li>where wars weren't being waged
</li>
<li>bigger questions were being asked.
</li>
</ul>

<p>
The prevailing point view of the time was that things are the way they
were. Money was being poored into arts. Time of trying new things.
</p>

<p>
People were starting to question the ways in which tradition was lead.
</p>

<p>
The faith of the person who ruled the country was generally what the
country believed in. 
</p>

<p>
Meeting House = Church.
</p>

<p>
Spires were like fingers reaching up to heaven.
</p>

<p>
The puritans believed in the Calvinist philosophy:
</p>
<dl class="org-dl">
<dt> Total depravity </dt><dd>we are all sinners from birth
</dd>
<dt> Limited atonement </dt><dd>Jesus did not die to save us all
</dd>
<dt> Predestination </dt><dd>we are born either elect or unregenerate.
</dd>
</dl>

<p>
From 1542 to 1735 witchcraft in England was a statutory crime punished by death.
</p>

<p>
Litracy levels were you can only read the Bible.
</p>

<p>
Imagination was limited to religion and work.
</p>
</div>
</div>
</div>
</div>





<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Comparison</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1">Language of Comparison</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Similarly
</li>
<li>In contrast
</li>
<li>This is juxtaposed by
</li>
</ul>
</div>
</div>
