Eng_Comparison.org
** Characters

| Yow        | Crucible      |                                                              |
| Danforth   | Mompellion    |                                                              |
| Bradfords  | Parris        | Focused on reputation, survival, money, and their own family |
| Anys & Mem | Rebecca Nurse |                                                              |
| Anna       | Abigail       | Lust and Env                                                 |
|            | Hale          |                                                              |
| Aphra      | Thomas Putnam | Opportunistic and selfish                                    |

*** Opposites

| YOW    | CRUCIBLE |                                                              |
| Elinor | Abigail  | one had a very clear sense of conscience, the other did not. |
|        |          |                                                              |


** Copmparing Communities

Consider:
- The community spirit
- Movtives
- Types of Individuals
- Leadership structures
- Context for each community
- The nature of the crisis affecting each community
- Way the each community understood God
- The role the religion played in day to day life/running of the town

| Simiarities                    |
| <30>                           |
|--------------------------------+
| Both believed in God           |
| The mob were the devil pointers |
| They both engage with superstition |
| Christian commmunites          |
| Religious leaders were de facto leaders for the whole community |
|                                |
|                                |
|                                |
|                                |
|                                |

#+NAME: Differences
| Salem                          | Eyam                           |
| <30>                           | <30>                           |
| Manufactured crisis            | Crisis from nature             |
| People wanted to save themselves | People wanted to save others   |
| Distrust, jealously, competition, conflict, ambitious | Older community, multi-generational, less conflict, everyone has a role |
| Close-minded, unquestioning, suspicious, fearful | More freedom, more creative, seems to more resilient, willing to let things go |
| A messages received from leaders about God was that they were sinful, depraved, beyond redemption, God was mad at them, hell awaited them, the devil tempted them | Mompellion speaks of a God of love. That the trial was not sent as punishment, but as a thing of love |
| Heavily Puritan. Life is therefore dull and devoid of celebration or enjoyment - down religious lines | Is in the middle of a revival in the scientific method, Book of Common Prayer institued - emphasises the majesty and beauty of God and his creation. |



** Symbols 


#+NAME:  YOW
| Symbol             | How it is used |
| Popi Seeds         |                |
| Apples             |                |
| Herbs              |                |
| Fire               |                |
| Earth              |                |
| Water              |                |
| Cross              |                |
| Pulpet             |                |
| Birds              |                |
| Seasons            |                |
| Trees - Growth     |                |
| Naming of Children |                |
| Light              |                |
| Faith              |                |
| God                |                |
| Love               |                |

*** Pg 256


#+NAME: The Crucible
| Symbol          | Explain |
| Poppet          |         |
| God             |         |
| Trees           |         |
| Fire            |         |
| Hell            |         |
| Purity          |         |
| Old Testament   |         |
| Dancing         |         |
| Faith           |         |
| Birds           |         |
| Earth           |         |
| Pulpit          |         |
| Names           |         |
| 10 Commandments |         |



** Birds




* Hurdle Task 1

** Background

- Define what is meant by 'mob mentality'
  - When someone is influenced by their peers to adopt certain behaviours

- Establish an understanding of the different elements of the word
  'setting' (physical, social, historical, religious, geographical)

** Year of Wonders

*** Men and Anys Gowdie are attacked by a mob (pg 87-94)

"There were ten or twelve people in a rough circle"..."At that time,
you see, we all of us believed that God listened to such prayers"

- What does this passage suggest about human impulses in times of
  tragedy? How is the setting in the novel at this point ripe for the
  emergence of a mob?
  - During this time of tragedy, human impulses allowed those who were
    desperate to willingly believe in anything provided the littlest
    of justifications. Due to this gullibility, the society within YOW
    were willing to find closure through whatever they could point
    to. This allowed those with mild suspicions or anger to make
    assumptions such as blaming deaths on witches and ungodly spirits. 
- "Oh yes, the Devil has been here this night! But not in Anys Gowdie!
  Fools! Ignorant wretches!" (pg 94) What does the quote signify about
  setting and human nature in the text?
  - This quote demonstrates the blindsightedness created from the mob
    mentality and the nature it has. Mompellion is able to see this,
    therefore calling the mob fools and ignorant wretches. He renames
    their doings as work of the Devil to expose them to the idea of
    killing the Gowdie sisters for causing the death of their own
    loved ones.

