Eng_Comparison.html

<div id="outline-container-sec-3-2" class="outline-3">
<h3 id="sec-3-2">Characters</h3>
<div class="outline-text-3" id="text-3-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Yow</td>
<td class="left">Crucible</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Danforth</td>
<td class="left">Mompellion</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Bradfords</td>
<td class="left">Parris</td>
<td class="left">Focused on reputation, survival, money, and their own family</td>
</tr>

<tr>
<td class="left">Anys &amp; Mem</td>
<td class="left">Rebecca Nurse</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Anna</td>
<td class="left">Abigail</td>
<td class="left">Lust and Env</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">Hale</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Aphra</td>
<td class="left">Thomas Putnam</td>
<td class="left">Opportunistic and selfish</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-sec-3-2-1" class="outline-4">
<h4 id="sec-3-2-1">Opposites</h4>
<div class="outline-text-4" id="text-3-2-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">YOW</td>
<td class="left">CRUCIBLE</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Elinor</td>
<td class="left">Abigail</td>
<td class="left">one had a very clear sense of conscience, the other did not.</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-sec-3-3" class="outline-3">
<h3 id="sec-3-3">Copmparing Communities</h3>
<div class="outline-text-3" id="text-3-3">
<p>
Consider:
</p>
<ul class="org-ul">
<li>The community spirit
</li>
<li>Movtives
</li>
<li>Types of Individuals
</li>
<li>Leadership structures
</li>
<li>Context for each community
</li>
<li>The nature of the crisis affecting each community
</li>
<li>Way the each community understood God
</li>
<li>The role the religion played in day to day life/running of the town
</li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Simiarities</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Both believed in God</td>
</tr>

<tr>
<td class="left">The mob were the devil pointers</td>
</tr>

<tr>
<td class="left">They both engage with superstition</td>
</tr>

<tr>
<td class="left">Christian commmunites</td>
</tr>

<tr>
<td class="left">Religious leaders were de facto leaders for the whole community</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>

<table id="Differences" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Salem</td>
<td class="left">Eyam</td>
</tr>

<tr>
<td class="left">Manufactured crisis</td>
<td class="left">Crisis from nature</td>
</tr>

<tr>
<td class="left">People wanted to save themselves</td>
<td class="left">People wanted to save others</td>
</tr>

<tr>
<td class="left">Distrust, jealously, competition, conflict, ambitious</td>
<td class="left">Older community, multi-generational, less conflict, everyone has a role</td>
</tr>

<tr>
<td class="left">Close-minded, unquestioning, suspicious, fearful</td>
<td class="left">More freedom, more creative, seems to more resilient, willing to let things go</td>
</tr>

<tr>
<td class="left">A messages received from leaders about God was that they were sinful, depraved, beyond redemption, God was mad at them, hell awaited them, the devil tempted them</td>
<td class="left">Mompellion speaks of a God of love. That the trial was not sent as punishment, but as a thing of love</td>
</tr>

<tr>
<td class="left">Heavily Puritan. Life is therefore dull and devoid of celebration or enjoyment - down religious lines</td>
<td class="left">Is in the middle of a revival in the scientific method, Book of Common Prayer institued - emphasises the majesty and beauty of God and his creation.</td>
</tr>
</tbody>
</table>
</div>
</div>



<div id="outline-container-sec-3-4" class="outline-3">
<h3 id="sec-3-4">Symbols</h3>
<div class="outline-text-3" id="text-3-4">
<table id="YOW" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Symbol</td>
<td class="left">How it is used</td>
</tr>

<tr>
<td class="left">Popi Seeds</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Apples</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Herbs</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Fire</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Earth</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Water</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Cross</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Pulpet</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Birds</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Seasons</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Trees - Growth</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Naming of Children</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Light</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Faith</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">God</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Love</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-sec-3-4-1" class="outline-4">
<h4 id="sec-3-4-1">Pg 256</h4>
<div class="outline-text-4" id="text-3-4-1">
<table id="The-Crucible" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Symbol</td>
<td class="left">Explain</td>
</tr>

<tr>
<td class="left">Poppet</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">God</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Trees</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Fire</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Hell</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Purity</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Old Testament</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Dancing</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Faith</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Birds</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Earth</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Pulpit</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">Names</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">10 Commandments</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>



<div id="outline-container-sec-3-5" class="outline-3">
<h3 id="sec-3-5">Birds</h3>
</div>
</div>




<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Hurdle Task 1</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1">Background</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>Define what is meant by 'mob mentality'
<ul class="org-ul">
<li>When someone is influenced by their peers to adopt certain behaviours
</li>
</ul>
</li>

<li>Establish an understanding of the different elements of the word
'setting' (physical, social, historical, religious, geographical)
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4-2" class="outline-3">
<h3 id="sec-4-2">Year of Wonders</h3>
<div class="outline-text-3" id="text-4-2">
</div><div id="outline-container-sec-4-2-1" class="outline-4">
<h4 id="sec-4-2-1">Men and Anys Gowdie are attacked by a mob (pg 87-94)</h4>
<div class="outline-text-4" id="text-4-2-1">
<p>
"There were ten or twelve people in a rough circle"&#x2026;"At that time,
you see, we all of us believed that God listened to such prayers"
</p>

<ul class="org-ul">
<li>What does this passage suggest about human impulses in times of
tragedy? How is the setting in the novel at this point ripe for the
emergence of a mob?
<ul class="org-ul">
<li>During this time of tragedy, human impulses allowed those who were
desperate to willingly believe in anything provided the littlest
of justifications. Due to this gullibility, the society within YOW
were willing to find closure through whatever they could point
to. This allowed those with mild suspicions or anger to make
assumptions such as blaming deaths on witches and ungodly spirits. 
</li>
</ul>
</li>
<li>"Oh yes, the Devil has been here this night! But not in Anys Gowdie!
Fools! Ignorant wretches!" (pg 94) What does the quote signify about
setting and human nature in the text?
<ul class="org-ul">
<li>This quote demonstrates the blindsightedness created from the mob
mentality and the nature it has. Mompellion is able to see this,
therefore calling the mob fools and ignorant wretches. He renames
their doings as work of the Devil to expose them to the idea of
killing the Gowdie sisters for causing the death of their own
loved ones.
</li>
</ul>
</li>
</ul>
</div>
</div>
