Eng_Comparison.org
*** Maggie Cantwell is attacked by a mob in Bakewell (pg 124-127)

“Maggie Cantwell came back to us in a handcart"...”This Plague will
make heroes of us all, whether we will or no”

- In this passage, Mompellion calls Brand “the first” hero of the
  plague for saving Maggie from a mob, however Brand is partly
  responsible for the appalling treatment of Aphra towards the end of
  the Plague. What does this suggest about human nature?
  - This suggests that our behaviour is dependent on the circumstance
    and intentions. Brand hesitated to save Maggie but ended up doing
    so when seeing her attacked. This suggests the flight or fight
    mentality when opposed with danger. Human nature allowed Brand to
    come back for her as he said she had took care of him, this
    somewhat motherly relationship could have influenced his
    behavior. It is also an example of loss aversion where Brand was
    willing to risk himself to save Maggie.
  - It suggest when we are scared we do things differently

- What aspect/s of setting helps to contribute to the people of
  Bakewell’s reaction to Maggie?
  - 

*** Aphra is caught by a crowd (pg 242-247)

“What is the meaning of this?” demanded the Rector”….”All the rest of
the way, the child, wide-eyed and silent, cowered by her mother,
clinging to her thigh”

- Anna is close to enacting upon “the urge to hurl spittle on Aphra”
much like the rest of the crowd does, but is stopped by catching sight
of Faith nearby. What might this suggest about the consequences of mob
mentality?
  - Mob mentality is able to influence others despite whether or not
    it is apart of the individuals morals. Anna is able to overcome
    possibly only with a trigger or cue, Faith.
  - 
- The state of Aphra after spending the night in the “lightless,
stinking pit” actually serves to quell any reaction by the crowd. Why?
At this stage of the text, how has the setting changed?
  - This could have been caused by guilt, empathy or an overall
    realisation due to the change in setting. As the plague was near
    and coming to an end, optimism and a lack of impulsive emotions
    (due to exhaustion?) allowed the crowd to come into a normal state
    of mind.

** The Crucible

*** Act One - Rebecca Nurse cautions against inciting group fear (pg 32-50)

“There is prodigious danger in the seeking of loose spirits”…. “I saw
Goody Booth with the devil!”


- Initially, many of the characters try to downplay suggestions of
  group mentality but this quickly changes. Why? How does the setting
  of the play contribute to this?
  - 
- Which characters instigate group mentality and why?
  - Abigail, Tituba, and the other girls as they realised they could
    escape the punishments by shifting the blame on others.

- The Proctors do not engage in mob mentality and, in fact, Miller
  describes John Proctor as ‘not easily led’ (page 27). How does the
  setting of their homestead contribute to the Proctors as outsiders?
  - Due to the information they hold, the Proctors know that the whole
    idea of witches is pretend.
  - 

*** Act Two - Secondary characters are caught up in hysteria (pg 68-75)

"I must do as I'm told"..."I cannot, I cannot, I cannot"

- Cheever and Herrick are two minor characters caught up in the town's
  mob mentality. What are their reactions to the role they play?
  - Cheever and Herrick are powerless compared to that of the
    mob. Therefore there opinions are withheld to themselves so that
    they can avoid the consequences of opposing.
- Mary Warren tells Proctor that she cannot implicate the girls as
  "they'll turn on me" (pg 74). What dangerous elements of mob
  mentality is presented here?
  - This plants fear into those who have 'the truth' refraining them
    from speaking their thoughts. This is very dangerous for the mob
    as it is an enabler for any hysteria the mob can come up with.

*** Act Three - Mary Warren is pressured by the girls to re-join the 'accusers' (pg 101-105)

"You will not! Begone! Begone, I say!"..."I denounce these proceedings"

- This passage is a clear example of the pressures that mob mentality
  can have on an individual. What makes Mary Warren so ripe for
  persuasion?
  - She was threatened with execution therefore she was vulnerable to persuasion.
- Miller has deliberately set this scene in an enclosed space – almost
  claustrophobic. Explain the possible consequences of this setting on
  the choices Mary Warren makes.
  - 




* Prompts

** What do these texts suggest about human behaviour in a crisis?

- How we respond to crisis?
- Types of characters
- Settings
- Depictions of women
- Religion and understandings of God

Year of Wonders is about a crisis caused by nature.
The Crucible is about a crisis caused by humans.

| Year of Wonders  | The Crucible |
|------------------+--------------|
| Forced microcosm |              |

** 'It is individual courage and determination that help bring about change in society'

Danforth and Mompellion are similar.
Elinor, Elizabeth Proctor



How they turned their faith


** "... that the plague was not a thing of God nor devil, but a thing of nature."

Explore the way that the natural world is expressed in Years of
Wonders and The Crucible.

Paragraphs:

- Symbols :: Fire and water
- Supernatural Prescence :: Characters accept that the devil is within
     the town while characters in Salem through hysteria wanted to
     believe it was the devil

Within the texts the presence of the supernatural world is used in
several forms and through acceptance and hysteria is used to instill
purpose or meaning. In Salem, a town of puritans, the supernatural
world is more prevalent in their fear rather than hope. As Arthur
Miller explains in his annotations 'the necessity of the Devil may
become evident as a weapon, a weapon designed and used time and time
again in every age to whip men into a surrender to a particular church
or church-state'. This 'weaponisation' of the supernatural can be seen
in the ways the Putnams saw opportunities in taking Parris's land but
also in the way Abigail manipulates her blame onto others. This
contrasts with Eyam during Mompellion's sermon that 'sealed' their
fates, where instead he suggests that out 'of his great love for us'
the plague becomes an 'opportunity' to demonstrate faith. Here
Mompellion brings the town together through the natural world, while
Abigail tears it apart.





catalyst




