Eng_Comparison.html

<div id="outline-container-sec-4-2-2" class="outline-4">
<h4 id="sec-4-2-2">Maggie Cantwell is attacked by a mob in Bakewell (pg 124-127)</h4>
<div class="outline-text-4" id="text-4-2-2">
<p>
“Maggie Cantwell came back to us in a handcart"&#x2026;”This Plague will
make heroes of us all, whether we will or no”
</p>

<ul class="org-ul">
<li>In this passage, Mompellion calls Brand “the first” hero of the
plague for saving Maggie from a mob, however Brand is partly
responsible for the appalling treatment of Aphra towards the end of
the Plague. What does this suggest about human nature?
<ul class="org-ul">
<li>This suggests that our behaviour is dependent on the circumstance
and intentions. Brand hesitated to save Maggie but ended up doing
so when seeing her attacked. This suggests the flight or fight
mentality when opposed with danger. Human nature allowed Brand to
come back for her as he said she had took care of him, this
somewhat motherly relationship could have influenced his
behavior. It is also an example of loss aversion where Brand was
willing to risk himself to save Maggie.
</li>
<li>It suggest when we are scared we do things differently
</li>
</ul>
</li>

<li>What aspect/s of setting helps to contribute to the people of
Bakewell’s reaction to Maggie?
<ul class="org-ul">
<li></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4-2-3" class="outline-4">
<h4 id="sec-4-2-3">Aphra is caught by a crowd (pg 242-247)</h4>
<div class="outline-text-4" id="text-4-2-3">
<p>
“What is the meaning of this?” demanded the Rector”….”All the rest of
the way, the child, wide-eyed and silent, cowered by her mother,
clinging to her thigh”
</p>

<ul class="org-ul">
<li>Anna is close to enacting upon “the urge to hurl spittle on Aphra”
</li>
</ul>
<p>
much like the rest of the crowd does, but is stopped by catching sight
of Faith nearby. What might this suggest about the consequences of mob
mentality?
</p>
<ul class="org-ul">
<li>Mob mentality is able to influence others despite whether or not
it is apart of the individuals morals. Anna is able to overcome
possibly only with a trigger or cue, Faith.
</li>
<li></li>
<li>The state of Aphra after spending the night in the “lightless,
</li>
</ul>
<p>
stinking pit” actually serves to quell any reaction by the crowd. Why?
At this stage of the text, how has the setting changed?
</p>
<ul class="org-ul">
<li>This could have been caused by guilt, empathy or an overall
realisation due to the change in setting. As the plague was near
and coming to an end, optimism and a lack of impulsive emotions
(due to exhaustion?) allowed the crowd to come into a normal state
of mind.
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-4-3" class="outline-3">
<h3 id="sec-4-3">The Crucible</h3>
<div class="outline-text-3" id="text-4-3">
</div><div id="outline-container-sec-4-3-1" class="outline-4">
<h4 id="sec-4-3-1">Act One - Rebecca Nurse cautions against inciting group fear (pg 32-50)</h4>
<div class="outline-text-4" id="text-4-3-1">
<p>
“There is prodigious danger in the seeking of loose spirits”…. “I saw
Goody Booth with the devil!”
</p>


<ul class="org-ul">
<li>Initially, many of the characters try to downplay suggestions of
group mentality but this quickly changes. Why? How does the setting
of the play contribute to this?
<ul class="org-ul">
<li></li>
</ul>
</li>
<li>Which characters instigate group mentality and why?
<ul class="org-ul">
<li>Abigail, Tituba, and the other girls as they realised they could
escape the punishments by shifting the blame on others.
</li>
</ul>
</li>

<li>The Proctors do not engage in mob mentality and, in fact, Miller
describes John Proctor as ‘not easily led’ (page 27). How does the
setting of their homestead contribute to the Proctors as outsiders?
<ul class="org-ul">
<li>Due to the information they hold, the Proctors know that the whole
idea of witches is pretend.
</li>
<li></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4-3-2" class="outline-4">
<h4 id="sec-4-3-2">Act Two - Secondary characters are caught up in hysteria (pg 68-75)</h4>
<div class="outline-text-4" id="text-4-3-2">
<p>
"I must do as I'm told"&#x2026;"I cannot, I cannot, I cannot"
</p>

<ul class="org-ul">
<li>Cheever and Herrick are two minor characters caught up in the town's
mob mentality. What are their reactions to the role they play?
<ul class="org-ul">
<li>Cheever and Herrick are powerless compared to that of the
mob. Therefore there opinions are withheld to themselves so that
they can avoid the consequences of opposing.
</li>
</ul>
</li>
<li>Mary Warren tells Proctor that she cannot implicate the girls as
"they'll turn on me" (pg 74). What dangerous elements of mob
mentality is presented here?
<ul class="org-ul">
<li>This plants fear into those who have 'the truth' refraining them
from speaking their thoughts. This is very dangerous for the mob
as it is an enabler for any hysteria the mob can come up with.
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4-3-3" class="outline-4">
<h4 id="sec-4-3-3">Act Three - Mary Warren is pressured by the girls to re-join the 'accusers' (pg 101-105)</h4>
<div class="outline-text-4" id="text-4-3-3">
<p>
"You will not! Begone! Begone, I say!"&#x2026;"I denounce these proceedings"
</p>

<ul class="org-ul">
<li>This passage is a clear example of the pressures that mob mentality
can have on an individual. What makes Mary Warren so ripe for
persuasion?
<ul class="org-ul">
<li>She was threatened with execution therefore she was vulnerable to persuasion.
</li>
</ul>
</li>
<li>Miller has deliberately set this scene in an enclosed space – almost
claustrophobic. Explain the possible consequences of this setting on
the choices Mary Warren makes.
<ul class="org-ul">
<li></li>
</ul>
</li>
</ul>
</div>
</div>
</div>
</div>




<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Prompts</h2>
<div class="outline-text-2" id="text-5">
</div><div id="outline-container-sec-5-1" class="outline-3">
<h3 id="sec-5-1">What do these texts suggest about human behaviour in a crisis?</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>How we respond to crisis?
</li>
<li>Types of characters
</li>
<li>Settings
</li>
<li>Depictions of women
</li>
<li>Religion and understandings of God
</li>
</ul>

<p>
Year of Wonders is about a crisis caused by nature.
The Crucible is about a crisis caused by humans.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Year of Wonders</th>
<th scope="col" class="left">The Crucible</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">Forced microcosm</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-5-2" class="outline-3">
<h3 id="sec-5-2">'It is individual courage and determination that help bring about change in society'</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Danforth and Mompellion are similar.
Elinor, Elizabeth Proctor
</p>



<p>
How they turned their faith
</p>
</div>
</div>


<div id="outline-container-sec-5-3" class="outline-3">
<h3 id="sec-5-3">"&#x2026; that the plague was not a thing of God nor devil, but a thing of nature."</h3>
<div class="outline-text-3" id="text-5-3">
<p>
Explore the way that the natural world is expressed in Years of
Wonders and The Crucible.
</p>

<p>
Paragraphs:
</p>

<dl class="org-dl">
<dt> Symbols </dt><dd>Fire and water
</dd>
<dt> Supernatural Prescence </dt><dd>Characters accept that the devil is within
the town while characters in Salem through hysteria wanted to
believe it was the devil
</dd>
</dl>

<p>
Within the texts the presence of the supernatural world is used in
several forms and through acceptance and hysteria is used to instill
purpose or meaning. In Salem, a town of puritans, the supernatural
world is more prevalent in their fear rather than hope. As Arthur
Miller explains in his annotations 'the necessity of the Devil may
become evident as a weapon, a weapon designed and used time and time
again in every age to whip men into a surrender to a particular church
or church-state'. This 'weaponisation' of the supernatural can be seen
in the ways the Putnams saw opportunities in taking Parris's land but
also in the way Abigail manipulates her blame onto others. This
contrasts with Eyam during Mompellion's sermon that 'sealed' their
fates, where instead he suggests that out 'of his great love for us'
the plague becomes an 'opportunity' to demonstrate faith. Here
Mompellion brings the town together through the natural world, while
Abigail tears it apart.
</p>





<p>
catalyst
</p>
</div>
</div>
