Eng_Comparison.org
** 'Compare how attitudes to faith are transformed by the events of Year of Wonders and The Crucible'

| Eyam | Salem |
|      |       |

* Quotes

** 'a flimsy, tattered thing that is the remnant of [her] own belief'
** 'quail to bring men out of ignorance'


* Words

- microcosm :: a community, place, or situation regarded as
	       encapsulating in miniature the characteristics of
	       something much larger.
- ingenuity :: the quality of being clever, original, and inventive
- quarantine :: 
- foreboding :: like foreshadowing except a bad feeling
- subjugation :: forced control by others
- piety :: Religious devotion and reverence to God
- extremism :: 
- fervour :: 
- bewitched :: 
- flagellation :: 
- redemption :: 
- zealousness :: 
- afflictions :: 
- prodigious :: 
- biblical imagery :: 
- cadence :: 
- cosmology ::
- chastise :: 





* RUBRIC

- Different perspectives of ideas, issues and themes
- Similarites and differences
- Language Analysis
- The way in which...
- 
