Eng_Comparison.html




<div id="outline-container-sec-5-4" class="outline-3">
<h3 id="sec-5-4">'Compare how attitudes to faith are transformed by the events of Year of Wonders and The Crucible'</h3>
<div class="outline-text-3" id="text-5-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Eyam</td>
<td class="left">Salem</td>
</tr>

<tr>
<td class="left">&#xa0;</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6">Quotes</h2>
<div class="outline-text-2" id="text-6">
</div><div id="outline-container-sec-6-1" class="outline-3">
<h3 id="sec-6-1">'a flimsy, tattered thing that is the remnant of [her] own belief'</h3>
</div>
<div id="outline-container-sec-6-2" class="outline-3">
<h3 id="sec-6-2">'quail to bring men out of ignorance'</h3>
</div>
</div>


<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7">Words</h2>
<div class="outline-text-2" id="text-7">
<dl class="org-dl">
<dt> microcosm </dt><dd>a community, place, or situation regarded as
encapsulating in miniature the characteristics of
something much larger.
</dd>
<dt> ingenuity </dt><dd>the quality of being clever, original, and inventive
</dd>
<dt> quarantine </dt><dd></dd>
<dt> foreboding </dt><dd>like foreshadowing except a bad feeling
</dd>
<dt> subjugation </dt><dd>forced control by others
</dd>
<dt> piety </dt><dd>Religious devotion and reverence to God
</dd>
<dt> extremism </dt><dd></dd>
<dt> fervour </dt><dd></dd>
<dt> bewitched </dt><dd></dd>
<dt> flagellation </dt><dd></dd>
<dt> redemption </dt><dd></dd>
<dt> zealousness </dt><dd></dd>
<dt> afflictions </dt><dd></dd>
<dt> prodigious </dt><dd></dd>
<dt> biblical imagery </dt><dd></dd>
<dt> cadence </dt><dd></dd>
<dt> cosmology </dt><dd></dd>
<dt> chastise </dt><dd></dd>
</dl>
</div>
</div>





<div id="outline-container-sec-8" class="outline-2">
<h2 id="sec-8">RUBRIC</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>Different perspectives of ideas, issues and themes
</li>
<li>Similarites and differences
</li>
<li>Language Analysis
</li>
<li>The way in which&#x2026;
</li>
<li></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Anghelo De La Cruz</p>
<p class="date">Created: 2017-08-26 Sat 19:20</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.2.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
